tap "aws/tap"
tap "caskroom/cask"
tap "caskroom/versions"
tap "cjbassi/gotop"
tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "awscli"
brew "bat"
brew "cmake"
brew "coreutils"
brew "diff-so-fancy"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "git-extras"
brew "go"
brew "groovy"
brew "jq"
brew "kubernetes-cli", link: false
brew "kubernetes-helm"
brew "make"
brew "node"
brew "nvm"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "telnet"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yank"
brew "zsh"
brew "zsh-completions"
brew "aws/tap/aws-sam-cli"
brew "cjbassi/gotop/gotop"
brew "denisidoro/tools/navi"
cask "aerial"
cask "boostnote"
cask "docker"
cask "dropbox"
cask "firefox"
cask "fork"
cask "gitter"
cask "google-backup-and-sync"
cask "intellij-idea-ce"
cask "java"
cask "java8"
cask "minikube"
cask "slack"
cask "spectacle"
cask "spotify"
cask "virtualbox"
cask "vlc"
cask "xquartz"
