tap "aws/tap"
tap "cjbassi/gotop"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
cask "java"
brew "apache-zeppelin"
brew "awscli", link: false
brew "bat"
brew "cmake"
brew "coreutils"
brew "fzf"
brew "gcc"
brew "git"
brew "go"
brew "node"
brew "sbt"
brew "scala"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yank"
brew "zsh"
brew "zsh-completions"
brew "aws/tap/aws-sam-cli"
brew "cjbassi/gotop/gotop"
cask "dropbox"
cask "intellij-idea-ce"
cask "java8"
cask "spotify"
cask "vlc"
cask "xquartz"
