tap "aws/tap"
tap "caskroom/cask"
tap "caskroom/versions"
tap "cjbassi/gotop"
tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bat"
brew "cmake"
brew "coreutils"
brew "diff-so-fancy"
brew "docker"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "git-extras"
brew "go"
brew "openjdk"
brew "groovy"
brew "helm"
brew "hyperkit"
brew "jq"
brew "kubernetes-cli"
brew "make"
brew "minikube"
brew "node"
brew "nvm"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "sbt"
brew "scala"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yank"
brew "zsh"
brew "zsh-completions"
brew "cjbassi/gotop/gotop"
brew "denisidoro/tools/navi"
cask "adoptopenjdk"
cask "boostnote"
cask "chromedriver"
cask "cyberduck"
cask "discord"
cask "dropbox"
cask "fork"
cask "google-backup-and-sync"
cask "intellij-idea-ce"
cask "java"
cask "java8"
cask "microsoft-edge"
cask "minikube"
cask "rectangle"
cask "slack"
cask "spotify"
cask "typora"
cask "vlc"
cask "xquartz"
